Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# pitch.build.compact
source: %@ · 움직임 %lld · 코스 %lld · 체감 피로 %lld
en: %@ · Movement %lld · Location %lld · Effective fatigue %lld
ja: %@ · 変化量 %lld · コース %lld · 効果的な疲労度 %lld

# pitch.batter.practice
source: 연습 타자
en: Practice Hitter
ja: 練習打者

# pitch.batter.practice-b
source: 연습 타자 B
en: Practice Hitter B
ja: 練習打者B

# pitch.batter.opponent
source: 상대 타자
en: Opposing Hitter
ja: 相手打者

# pro.flow.navigation.this-week
source: 이번 주
en: This Week
ja: 今週

# pro.flow.unavailable.season-decision
source: 시즌 결정을 불러올 수 없습니다
en: The season decision could not be loaded
ja: シーズン決定を読み込めませんでした

# pro.flow.unavailable.season-decision.recover-detail
source: 이번 주 결정을 불러오지 못했습니다. 결정 없이 다음 일정으로 넘어갈 수 있습니다.
en: This week's decision couldn't be loaded. You can skip it and move on to the next schedule.
ja: 今週の決定を読み込めませんでした。決定なしで次の日程に進めます。

# pro.flow.unavailable.season-decision.recover-action
source: 다음 일정으로 넘어가기
en: Move to the Next Schedule
ja: 次の日程へ進む

# pro.flow.unavailable.schedule-complete
source: 이번 일정은 끝났습니다
en: This part of the schedule is complete
ja: スケジュールのこの部分は完了しました

# pro.flow.season-review.title
source: 시즌 종료
en: Season Complete
ja: シーズン完了

# pro.flow.season-review.body
source: 올해 경기 기록과 수상을 통산 기록에 더합니다.
en: Add this year's results and awards to your career record.
ja: 今年の結果と受賞歴をキャリア記録に追加してください。

# pro.flow.season-review.action
source: 시즌 기록 확인
en: Review Season
ja: レビューシーズン

# pro.summary.player
source: 선수
en: Player
ja: プレーヤー

# pro.summary.name
source: 이름
en: Name
ja: 名前

# pro.summary.team
source: 구단
en: Club
ja: クラブ

# pro.summary.level
source: 레벨
en: Level
ja: レベル

# pro.summary.role
source: 역할
en: Role
ja: 役割

# pro.summary.ability
source: 능력
en: Ratings
ja: 評価

# pro.summary.stuff
source: 구위
en: Stuff
ja: 球威

# pro.summary.command
source: 제구
en: Command
ja: 制球

# pro.summary.movement
source: 변화구
en: Movement
ja: 変化量

# pro.summary.stamina
source: 체력
en: Stamina
ja: スタミナ

# pro.summary.milestones
source: 최근 주요 기록
en: Recent Milestones
ja: 最近のマイルストーン

# pro.summary.decisions
source: 시즌 선택 기록
en: Season Decisions
ja: シーズンの決定

# pro.summary.decision-line
source: %1$lld시즌 %2$lld주차 · %3$@
en: Season %1$lld, Week %2$lld · %3$@
ja: シーズン %1$lld、週 %2$lld · %3$@

# pro.summary.navigation
source: 커리어
en: Career
ja: キャリア

# pro.decision.eyebrow
source: %1$lld시즌 · %2$lld주차 결정
en: SEASON %1$lld · WEEK %2$lld DECISION
ja: シーズン%1$lld · 週%2$lld 決定

# pro.decision.choice.accessibility
source: %1$@. %2$@. 효과: %3$@. %4$@
en: %1$@. %2$@. Effect: %3$@. %4$@
ja: %1$@。 %2$@。効果: %3$@。%4$@

# pro.decision.choice.hint
source: 두 번 탭하면 되돌릴 수 없는 선택을 확인합니다.
en: Double-tap to review this permanent decision.
ja: この永続的な決定を確認するには、ダブルタップします。

# pro.decision.follow-up
source: 다음 직접 승부에서 이 선택이 준비에 남긴 영향을 확인합니다.
en: The next direct matchup will reveal how this choice shaped your preparation.
ja: 次の直接対決では、この選択があなたの準備をどのように形作ったかが明らかになるでしょう。

# pro.decision.immediate-effect
source: 미디어 선택의 효과는 즉시 적용됩니다. 다음 직접 승부를 기다리지 않습니다.
en: This media choice takes effect immediately. It does not wait for the next direct matchup.
ja: このメディア選択の効果はすぐに適用されます。次の直接対決を待ちません。

# pro.decision.warning
source: 확인한 뒤에는 되돌릴 수 없습니다. 자동 진행도 이 결정을 건너뛰지 않습니다.
en: Once confirmed, this decision cannot be undone. Auto-advance will never skip it.
ja: 一度確認すると、この決定を取り消すことはできません。自動進行ではスキップされません。

# pro.decision.confirm.title
source: 선택 확인
en: Confirm Choice
ja: 選択を確認する

# pro.decision.confirm.action
source: 이 선택으로 결정
en: Commit to This Choice
ja: この選択にコミットする

# pro.decision.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# pro.decision.confirm.message
source: %1$@ 효과: %2$@. %3$@ 이 선택은 되돌릴 수 없습니다.
en: %1$@ Effect: %2$@. %3$@ This decision cannot be undone.
ja: %1$@ 効果: %2$@。 %3$@ この決定は取り消すことができません。

# pro.effect.stuff.gain
source: 구위 +%lld
en: Stuff +%lld
ja: 球威 +%lld

# pro.effect.stuff.loss
source: 구위 −%lld
en: Stuff −%lld
ja: 球威 −%lld

# pro.effect.command.gain
source: 제구 +%lld
en: Command +%lld
ja: 制球 +%lld

# pro.effect.command.loss
source: 제구 −%lld
en: Command −%lld
ja: 制球 −%lld

# pro.effect.movement.gain
source: 변화구 +%lld
en: Movement +%lld
ja: 変化量 +%lld

# pro.effect.movement.loss
source: 변화구 −%lld
en: Movement −%lld
ja: 変化量 −%lld

# pro.effect.stamina.gain
source: 체력 +%lld
en: Stamina +%lld
ja: スタミナ +%lld

# pro.effect.stamina.loss
source: 체력 −%lld
en: Stamina −%lld
ja: スタミナ −%lld

# pro.effect.manager-trust.gain
source: 감독의 믿음 +%lld
en: Manager trust +%lld
ja: 監督の信頼 +%lld

# pro.effect.manager-trust.loss
source: 감독의 믿음 −%lld
en: Manager trust −%lld
ja: 監督の信頼 −%lld

# pro.effect.catcher-trust.gain
source: 포수와의 호흡 +%lld
en: Catcher trust +%lld
ja: 捕手の信頼+%lld

# pro.effect.catcher-trust.loss
source: 포수와의 호흡 −%lld
en: Catcher trust −%lld
ja: 捕手の信頼 −%lld

# pro.effect.fatigue.gain
source: 피로 +%lld
en: Fatigue +%lld
ja: 疲労 +%lld

# pro.effect.fatigue.loss
source: 피로 −%lld
en: Fatigue −%lld
ja: 疲労 −%lld

# pro.effect.role
source: 역할 → %@
en: Role → %@
ja: 役割 → %@

# pro.journey-effect.income
source: 수입 %@
en: Income %@
ja: 収入 %@

# pro.journey-effect.fan
source: 팬 지지 %lld
en: Fan support %lld
ja: ファン支持 %lld

# pro.journey-effect.community
source: 커뮤니티 %lld
en: Community %lld
ja: コミュニティ %lld

# pro.journey-effect.none
source: 수입·평판 변화 없음
en: No financial or reputation change
ja: 収入・評価の変化なし

# pro.weekly.metric.fatigue
source: 피로
en: Fatigue
ja: 疲労

# pro.weekly.metric.manager-trust
source: 감독의 믿음
en: Manager Trust
ja: 監督の信頼

# pro.weekly.metric.role
source: 역할
en: Role
ja: 役割

# pro.weekly.blueprint
source: 투구 청사진 · %@
en: Pitching Blueprint · %@
ja: ピッチングの青写真 · %@

# pro.weekly.role-promise
source: 남은 시즌 역할 약속 · %@
en: Role promise for the rest of the season · %@
ja: 残りシーズンの役割約束 · %@

# pro.weekly.standing.title
source: 구단에서 쌓은 자리
en: Your Place in the Club
ja: クラブ内でのあなたの居場所

# pro.weekly.standing.prospect
source: 가능성을 증명하는 유망주
en: Prospect
ja: 将来性

# pro.weekly.standing.roster
source: 1군에서 계산하는 전력
en: Major-League Roster
ja: メジャーリーグの名簿

# pro.weekly.standing.established
source: 마운드를 맡기는 주축 투수
en: Established Pitcher
ja: 確立された投手

# pro.weekly.standing.ace
source: 큰 경기를 맡는 에이스
en: Ace
ja: エース

# pro.weekly.standing.club-symbol
source: 구단의 시간을 함께한 상징
en: Club Icon
ja: クラブアイコン

# pro.weekly.standing.schedule
source: %1$@ 보직 · 남은 예정 등판 약 %2$lld회. 직접 승부도 이 경기 수 안에 포함됩니다.
en: %1$@ role · about %2$lld scheduled appearances remaining. Direct moments are included in those games.
ja: %1$@役・%2$lld登板予定残りについて。それらの試合には直接的な瞬間が含まれています。

# pro.weekly.standing.veteran
source: 나이만으로 자리를 빼앗기지 않습니다. 최근 성적과 몸 상태로 다음 등판을 정합니다.
en: Your recent performance and health—not age alone—decide your usage.
ja: 年齢だけではなく、最近のパフォーマンスと健康状態が使用量を決定します。

# pro.weekly.title
source: 이번 주에 할 일
en: Choose This Week's Work
ja: 今週の仕事を選択してください

# pro.weekly.routine
source: %1$@ · %2$@ 루틴
en: %1$@ · %2$@ routine
ja: %1$@ · %2$@ ルーチン

# pro.weekly.arc.rookie
source: 루키 경쟁기
en: Rookie Race
ja: ルーキーレース

# pro.weekly.arc.prime
source: 전성기
en: Prime Years
ja: プライムイヤーズ

# pro.weekly.arc.veteran
source: 베테랑 승부
en: Veteran Test
ja: ベテラン試験

# pro.weekly.progress
source: 현재 %lld/2 · 두 번 채우면 능력 +1
en: Progress %lld/2 · Complete twice for +1 rating
ja: 進行状況 %lld/2 · 2 回完了すると +1 評価

# pro.weekly.plan.stuff.relief.title
source: 한 타자 강속구
en: One-Batter Heat
ja: ワンバッターヒート

# pro.weekly.plan.stuff.veteran.title
source: 포심 위력 다듬기
en: Refine the Four-Seam
ja: フォーシーム を調整します

# pro.weekly.plan.stuff.starter.title
source: 강속구 불펜
en: High-Velocity Bullpen
ja: 高速ブルペン

# pro.weekly.plan.stuff.effect
source: 구위·포심 구속·헛스윙 성장 · %@
en: Builds stuff, four-seam velocity, and whiffs · %@
ja: ビルド内容、フォーシーム 速度、および 空振り · %@

# pro.weekly.plan.stuff.cost
source: 폭발력이 큰 대신 피로가 가장 크게 쌓입니다
en: The biggest burst comes with the heaviest fatigue.
ja: 最大のバーストには最大の疲労が伴います。

# pro.weekly.plan.movement.title
source: 결정구 완성
en: Finish a Put-Away Pitch
ja: 決め球を終了する

# pro.weekly.plan.movement.effect
source: 고른 변화구의 움직임·헛스윙 성장 · %@
en: Builds movement and whiffs on your chosen breaking pitch · %@
ja: 選択した変化球で動きと 空振り を構築します · %@

# pro.weekly.plan.movement.cost
source: 집중할 구종을 직접 골라야 합니다
en: You must choose which breaking pitch gets the work.
ja: どの変化球が効果を発揮するかを選択する必要があります。

# pro.weekly.plan.command.title
source: 코스 제구 훈련
en: Hit Your Spots
ja: スポットを当てましょう

# pro.weekly.plan.command.effect
source: 제구·전 구종 코스 성장 · %@
en: Builds command and location across the arsenal · %@
ja: 持ち球全体に制球とコースを構築 · %@

# pro.weekly.plan.command.cost
source: 성장은 안정적이고 피로 부담은 작습니다
en: Steady growth with a light fatigue cost.
ja: 疲労コストが軽くて安定した成長。

# pro.weekly.plan.stamina.relief.title
source: 연투 버티기
en: Handle Back-to-Back Days
ja: 連続日の処理

# pro.weekly.plan.stamina.starter.title
source: 긴 이닝 루틴
en: Deep-Inning Routine
ja: ディープイニングのルーティン

# pro.weekly.plan.stamina.effect
source: 후반 체감 피로가 줄어듭니다 · %@
en: Reduces effective fatigue late in outings · %@
ja: 登板後半の疲労を効果的に軽減・%@

# pro.weekly.plan.stamina.cost
source: 초반 투구 위력은 바로 오르지 않습니다
en: It does not add immediate early-inning power.
ja: それはすぐに早いイニングのパワーを追加するものではありません。

# pro.weekly.plan.recovery.veteran.title
source: 베테랑 회복 루틴
en: Veteran Recovery Routine
ja: ベテランの回復ルーチン

# pro.weekly.plan.recovery.title
source: 회복
en: Recover
ja: 回復する

# pro.weekly.plan.recovery.effect
source: 이번 주 피로 20 회복
en: Recover 20 fatigue this week.
ja: 今週は疲労度を20回復します。

# pro.weekly.plan.recovery.cost
source: 등판 0회 · 능력 성장 없음 · 한 주만 실행
en: 0 appearances · No rating growth · Runs for one week only.
ja: 0 登板 · 評価成長なし · 1 週間のみ実行。

# pro.weekly.recovery-agency.effect
source: 피로를 먼저 16 낮춘 뒤 예정 등판의 투구 부담을 반영
en: Reduce fatigue by 16 before adding the workload from scheduled appearances.
ja: 予定された登板による仕事量を追加する前に、疲労を 16 軽減します。

# pro.weekly.recovery-agency.cost
source: 이번 주 능력 성장 없음
en: No rating growth this week.
ja: 今週は評価が伸びません。

# pro.weekly.plan.trust.minor.title
source: 콜업 경쟁 집중
en: Win the Call-Up Race
ja: 招集レースに勝つ

# pro.weekly.plan.trust.relief.title
source: 필승조 신뢰 쌓기
en: Earn High-Leverage Trust
ja: ハイレバレッジの信頼を獲得する

# pro.weekly.plan.trust.starter.title
source: 로테이션 신뢰 쌓기
en: Earn Rotation Trust
ja: ローテーションの信頼を獲得する

# pro.weekly.plan.trust.effect
source: 감독의 믿음이 오릅니다
en: Builds the manager's trust.
ja: 監督の信頼を築きます。

# pro.weekly.plan.trust.cost
source: 능력이 오르지 않습니다
en: No rating growth this week.
ja: 今週は評価が伸びません。

# pro.weekly.recommendation.injury
source: 부상 예방
en: Protect Your Arm
ja: 腕を守る

# pro.weekly.recommendation.call-up
source: 콜업 우선
en: Call-Up Priority
ja: 通話優先度

# pro.weekly.recommendation.power
source: 강속구형 강화
en: Build on Power
ja: パワーに基づいて構築する

# pro.weekly.recommendation.command
source: 제구형 강화
en: Build on Command
ja: 制球 に基づいて構築する

# pro.weekly.recommendation.movement
source: 변화구형 강화
en: Build on Movement
ja: 変化量 に基づいて構築

# pro.weekly.recommendation.stamina
source: 이닝형 강화
en: Build for Innings
ja: イニングに向けて構築する

# pro.weekly.development-pitch
source: 집중할 결정구
en: Focus Pitch
ja: フォーカス投球

# pro.weekly.choose-plan
source: 이번 주 계획을 직접 고른 뒤 진행하세요.
en: Choose this week's plan before advancing.
ja: 先に進む前に今週の計画を選択してください。

# pro.weekly.advance
source: 1주 진행
en: Advance 1 Week
ja: 1週間前倒し

# pro.weekly.advance-segment
source: %@까지 진행
en: Advance to %@
ja: %@ に進む

# pro.weekly.advance-stop
source: 승부처 경기·역할 변화·부상이 생기면 그 자리에서 멈춥니다.
en: Auto-advance stops for a key outing, role change, or injury.
ja: 重要な登板、役割の変更、または怪我の場合は、自動前進が停止します。

# pro.weekly.recovery-single-week
source: 회복은 자동 반복하지 않습니다. 한 주 진행한 뒤 다시 고르세요.
en: Recovery is never repeated through auto-advance. Advance one week, then choose again.
ja: 自動前進により回復が繰り返されることはありません。 1 週間進めてから、もう一度選択してください。

# pro.important.eyebrow
source: IMPORTANT MOMENT · %1$lld시즌 %2$lld주차
en: IMPORTANT MOMENT · SEASON %1$lld, WEEK %2$lld
ja: 重要な瞬間 · シーズン %1$lld、週 %2$lld

# pro.important.major.title
source: 1군에서 자리를 정할 승부
en: An Outing That Can Define Your Place
ja: 自分の場所を定義できる登板

# pro.important.minor.opportunity.title
source: 다음 등판 기회를 따낼 경기
en: Pitch for Your Next Opportunity
ja: 次の機会に向けて提案する

# pro.important.minor.role.title
source: 선발·불펜 역할을 결정할 경기
en: Pitch for a Starting or Relief Role
ja: 先発またはリリーフの役割のための投球

# pro.important.opponent
source: 상대
en: Opponent
ja: 相手

# pro.important.my-status
source: 내 상태
en: Your Status
ja: あなたのステータス

# pro.important.fatigue
source: 피로
en: Fatigue
ja: 疲労

# pro.important.manager-trust
source: 감독의 믿음
en: Manager Trust
ja: 監督の信頼

# pro.important.catcher-trust
source: 포수와의 호흡
en: Catcher Trust
ja: 捕手の信頼

# pro.important.body
source: 한 구씩 직접 던집니다. 구종·코스·노림·힘 배분을 고르면 결과가 그때그때 갈립니다.
en: You will pitch one ball at a time. Choose the pitch, location, intent, and effort; every result is decided in the moment.
ja: 一度に1球ずつ投げます。投球、コース、意図、労力を選択します。すべての結果はその瞬間に決まります。

# pro.important.action
source: 마운드에 오르기
en: Take the Mound
ja: マウンドに立つ

# pro.offseason.eyebrow
source: %1$lld시즌 종료 · %2$lld세
en: SEASON %1$lld COMPLETE · AGE %2$lld
ja: シーズン %1$lld 完了 · 年齢 %2$lld

# pro.offseason.title
source: 다음 시즌을 어떻게 맞을지 정하세요
en: Choose How to Enter Next Season
ja: 次のシーズンへの参加方法を選択してください

# pro.offseason.service
source: 1군 등록
en: Top-Level Service
ja: トップレベルのサービス

# pro.offseason.military
source: 군 복무
en: Military Service
ja: 兵役

# pro.offseason.career
source: 통산
en: Career
ja: キャリア

# pro.offseason.years
source: %lld년
en: %lld yr
ja: %lld 年

# pro.offseason.seasons
source: %lld시즌
en: %lld seasons
ja: %lld 季節

# pro.offseason.military.complete
source: 마침
en: Complete
ja: 完了

# pro.offseason.military.incomplete
source: 미필
en: Not Served
ja: 提供されていません

# pro.offseason.continue.detail
source: %@에서 선발·불펜 자리 경쟁을 이어 갑니다.
en: Stay with %@ and keep competing for a starting or relief role.
ja: %@ に留まり、先発かリリーフの役割を争い続けてください。

# pro.offseason.renewal.choice
source: 재계약 제안 확인
en: Review renewal offers
ja: 再契約オファーを確認

# pro.offseason.renewal.detail
source: %@의 재계약 시장이 열렸습니다. 서명 전에 두 제안을 비교하세요.
en: %@ has a renewal market ready. Compare both offers before you sign.
ja: %@ の再契約市場が開いています。サインする前に2つのオファーを比較してください。

# pro.offseason.open-market.choice
source: 오픈 시장 제안 확인
en: Review open-market offers
ja: オープン市場のオファーを確認

# pro.offseason.open-market.detail
source: 오픈 시장 제안을 비교합니다. 선택해도 즉시 이적하지 않습니다.
en: Compare open-market offers. Choosing one is not an instant transfer.
ja: オープン市場のオファーを比較します。選択しても即時移籍にはなりません。

# pro.offseason.active-contract.detail
source: %@에서 계약 %lld시즌을 더 보낸 뒤 오프시즌 경계를 넘습니다.
en: Stay with %@ for %lld more contract seasons, then cross the offseason boundary.
ja: %@ であと %lld 契約シーズンを過ごし、オフシーズンの境界へ進みます。

# pro.offseason.military.journey.detail
source: 두 시즌 동안 계약 시간을 멈춥니다. 팬 지지는 한 번만 줄고 다음 시장으로 돌아옵니다.
en: Pause the contract timeline for two seasons. Return to the next market with fan support reduced once.
ja: 契約の時間を2シーズン止めます。ファンサポートを一度だけ下げ、次の市場へ戻ります。

# pro.offseason.active-contract.open-market.locked
source: 활성 계약을 마쳐야 오픈 시장이 열립니다.
en: An active contract must be completed before the open market can open.
ja: 契約中は、契約を終えるまでオープン市場を開けません。

# pro.offseason.open-market.service.locked
source: 오픈 시장에는 1군 등록 6년이 필요합니다. 지금 %lld년입니다.
en: The open market requires 6 years of top-level service. You have %lld.
ja: オープン市場にはトップレベルで6年必要です。現在は%lld年です。

# pro.offseason.military.detail
source: 두 시즌을 비우고 돌아옵니다. 나이가 두 살 늘지만 이후 시즌이 온전해집니다.
en: Step away for two seasons. You return two years older, with future seasons intact.
ja: 2シーズン離れてください。未来の季節をそのままに、2 歳年をとって戻ってきます。

# pro.offseason.military.done
source: 이미 마쳤습니다.
en: Already completed.
ja: すでに完成しています。

# pro.offseason.free-agency.detail
source: 시장을 열고 제안을 비교합니다. 선택해도 즉시 이적하지 않습니다.
en: Open the market and compare offers. Choosing one is not an instant transfer.
ja: 市場を開いてオファーを比較します。選択しても即時移籍にはなりません。

# pro.offseason.free-agency.locked
source: 1군 등록 6년이 필요합니다. 지금 %lld년.
en: Requires 6 years of top-level service. You have %lld.
ja: 6 年間のトップレベルの勤務が必要です。あなたは%lldを持っています。

# pro.offseason.contract-market.locked
source: 이 여정 계약이 남아 있는 동안 시장 선택이 잠깁니다.
en: This Journey contract keeps the market choice locked for now.
ja: このジャーニー契約が続く間、市場の選択はロックされています。

# pro.offseason.contract.expired
source: 계약이 만료됐습니다. 재계약 또는 오픈 시장 제안을 확인하세요.
en: Your contract has expired. Review renewal or open-market offers.
ja: 契約が満了しました。再契約またはオープン市場のオファーを確認してください。

# pro.offseason.contract.expired.locked
source: 계약이 만료됐습니다. 현재 시장 경계에서는 계속할 수 없습니다.
en: The contract has expired. Continue is unavailable at this market boundary.
ja: 契約が満了しました。この市場の境界では続行できません。

# pro.offseason.retire.detail
source: 여기서 커리어를 마칩니다. 통산 기록과 명예의 전당 점수가 확정됩니다.
en: End your career here. Your final record and Hall of Fame score will be locked in.
ja: ここでキャリアを終わらせてください。あなたの最終記録と殿堂入りスコアは固定されます。

# pro.offseason.irreversible
source: 되돌릴 수 없습니다.
en: This cannot be undone.
ja: これを元に戻すことはできません。

# pro.offseason.confirm.retire.title
source: 정말 은퇴하시겠습니까?
en: Retire Now?
ja: 今すぐ引退しますか？

# pro.offseason.confirm.military.title
source: 군 복무를 다녀오시겠습니까?
en: Leave for Military Service?
ja: 兵役のため休暇をとりますか？

# pro.offseason.confirm.free-agency.title
source: 시장을 열까요?
en: Open the Market?
ja: 市場を開きますか？

# pro.offseason.confirm.continue.title
source: 다음 시즌을 시작하시겠습니까?
en: Start Next Season?
ja: 次のシーズンを始めますか?

# pro.offseason.confirm.retire.action
source: 은퇴한다
en: Retire
ja: 引退

# pro.offseason.confirm.military.action
source: 다녀온다
en: Leave and Return
ja: 出発と帰還

# pro.offseason.confirm.free-agency.action
source: 시장 열기
en: Open market
ja: 市場を開く

# pro.offseason.confirm.continue.action
source: 시작한다
en: Start
ja: スタート

# pro.offseason.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# pro.offseason.confirm.retire.message
source: 통산 %lld시즌으로 커리어가 끝납니다. 되돌릴 수 없습니다.
en: Your career will end after %lld seasons. This cannot be undone.
ja: あなたのキャリアは %lld シーズン後に終了します。これを元に戻すことはできません。

# pro.offseason.confirm.military.message
source: 두 시즌을 비웁니다. 돌아오면 %lld세입니다.
en: You will miss two seasons and return at age %lld.
ja: 2 シーズンを欠場し、%lld 歳で復帰することになります。

# pro.offseason.confirm.free-agency.message
source: 시장을 열고 제안을 비교합니다. 선택해도 즉시 이적하지 않으며, 수락 후에만 통산 기록을 유지한 채 새 팀의 위상을 처음부터 쌓습니다.
en: You will open the market to compare offers. Choosing one is not an instant transfer; career totals stay and a new team's standing starts over only after acceptance.
ja: 市場を開いてオファーを比較します。選択しても即時移籍ではありません。通算記録は残り、受諾後に新チームの積み上げが始まります。

# pro.offseason.confirm.continue.message
source: %1$@에서 %2$lld시즌을 시작합니다.
en: Begin Season %2$lld with %1$@.
ja: シーズン %2$lld を %1$@ で開始します。

# pro.retirement.eyebrow
source: %1$lld세 · 통산 %2$lld시즌
en: AGE %1$lld · %2$lld CAREER SEASONS
ja: 年齢 %1$lld · %2$lld キャリアシーズン

# pro.retirement.decision.title
source: 마지막 시즌이 끝났습니다
en: Your Final Season Is Over
ja: あなたのファイナルシーズンは終わりました

# pro.retirement.here
source: 여기까지
en: The Last Stop
ja: 最後の停留所

# pro.retirement.decision.body
source: 더 이상 다음 시즌은 없습니다. 통산 기록을 확정하고 유니폼을 벗습니다.
en: There is no next season. Lock in your career record and take off the uniform.
ja: 次のシーズンはありません。キャリアの記録を締めくくり、ユニフォームを脱ぎましょう。

# pro.retirement.action
source: 은퇴하기
en: Retire
ja: 引退

# pro.retirement.confirm.title
source: 은퇴하시겠습니까?
en: Retire?
ja: 引退しますか？

# pro.retirement.confirm.action
source: 은퇴한다
en: Retire
ja: 引退

# pro.retirement.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# pro.retirement.confirm.message
source: 통산 %lld시즌으로 커리어가 끝납니다.
en: Your career will end after %lld seasons.
ja: あなたのキャリアは %lld シーズン後に終了します。

# pro.retirement.preview.title
source: 은퇴 미리보기
en: Retirement preview
ja: 引退プレビュー

# pro.retirement.preview.score
source: 명예의 전당 예상 %lld/70
en: Hall of Fame projection %lld/70
ja: 殿堂入り予想 %lld/70

# pro.retirement.final.score
source: 명예의 전당 최종 점수 %lld/70
en: Hall of Fame final score %lld/70
ja: 殿堂入り最終スコア %lld/70

# pro.retirement.preview.retired-number
source: 마지막 구단: %1$lld/8시즌 · 유산 %2$lld/80 · 팬 지지 %3$lld/60
en: Last team: %1$lld/8 seasons · %2$lld/80 legacy · %3$lld/60 fan support
ja: 最終チーム: %1$lld/8 シーズン · レガシー %2$lld/80 · ファン支持 %3$lld/60

# pro.retirement.preview.retired-number.eligible
source: 영구결번 조건 달성
en: Retired-number eligibility reached
ja: 永久欠番の条件を達成

# pro.retirement.preview.club-hall
source: 구단 명예의 전당 후보
en: Club hall candidates
ja: 球団殿堂候補

# pro.retirement.honors.title
source: 은퇴 명예
en: Retirement honors
ja: 引退時の栄誉

# pro.retirement.honor.hall-of-fame
source: 명예의 전당
en: Hall of Fame
ja: 殿堂入り

# pro.retirement.honor.retired-number
source: 영구결번
en: Retired number
ja: 永久欠番

# pro.retirement.honor.club-hall
source: 구단 명예의 전당
en: Club hall
ja: 球団殿堂

# pro.retirement.honor.ambition
source: 목표 달성
en: Ambition completed
ja: 目標達成

# pro.retirement.honor.earnings
source: 통산 수입
en: Career earnings
ja: 通算収入

# pro.retirement.honor.score
source: 점수 %lld
en: Score %lld
ja: スコア %lld

# pro.retired.eyebrow
source: 은퇴
en: RETIRED
ja: 退職しました

# pro.retired.title
source: %@의 커리어가 끝났습니다
en: %@'s Career Is Complete
ja: %@のキャリアは完了しました

# pro.retired.hall-of-fame
source: 명예의 전당 점수
en: Hall of Fame Score
ja: 殿堂入りスコア

# pro.retired.legacy.title
source: 프로 기록을 대표 유산으로 남기기
en: Turn the Pro Career into a Signature Legacy
ja: プロのキャリアを特徴的なレガシーに変える

# pro.retired.soul.title
source: 프로 기록을 계승 포인트로 남기기
en: Turn the Pro Career into Legacy Points
ja: プロのキャリアをレガシーポイントに変える

# pro.retired.legacy.body
source: 고교 시절부터 은퇴까지 직접 키운 능력과 통산 기록으로 대표 유산 세 가지를 찾습니다. 그중 하나를 다음 선수에게 직접 남길 수 있습니다.
en: Your growth and career record—from high school through retirement—will reveal three Signature Legacies. You choose one to pass directly to the next player.
ja: 高校時代から退職までのあなたの成長とキャリアの記録から、3 つの特徴的な遺産が明らかになります。次のプレイヤーに直接渡すものを選択します。

# pro.retired.soul.body
source: 고교를 건너뛰고 시작한 프로 기록은 계승 포인트로 남습니다. 진행 중인 고교 선수나 다음 고교 선수의 계승 상점에서 사용할 수 있습니다.
en: A pro career started outside the high-school path becomes Legacy Points. Spend them on the current high-school player or the next player's inheritance shop.
ja: 高校卒業後に始めたプロのキャリアはレガシーポイントとなります。それらを現在の高校生プレイヤーまたは次のプレイヤーの継承ショップに費やします。

# pro.retired.soul-points
source: 계승 포인트 +%lld
en: Legacy Points +%lld
ja: レガシーポイント +%lld

# pro.retired.awards
source: 수상
en: Awards
ja: 受賞歴

# pro.retired.retrospective
source: 회고
en: Retrospective
ja: 回顧展

# pro.retired.legacy.action
source: 유산을 남기고 다음 선수 준비
en: Leave a Legacy and Prepare the Next Player
ja: レガシーを残して次のプレイヤーを準備する

# pro.retired.soul.action
source: 계승 포인트를 남기고 고교로 돌아가기
en: Keep the Points and Return to High School
ja: ポイントを貯めて高校に戻る

# pro.retired.legacy.footnote
source: 프로 기록을 안전하게 저장한 뒤, 다음 선수에게 남길 대표 유산 하나를 고릅니다.
en: After the pro record is safely stored, choose one Signature Legacy for the next player.
ja: プロの記録が安全に保存されたら、次のプレーヤーのためにシグネチャー レガシーを 1 つ選択します。

# pro.retired.soul.footnote
source: 프로 기록을 안전하게 저장한 뒤 기존 고교 진행으로 돌아갑니다.
en: After the pro record is safely stored, return to the existing high-school career.
ja: プロの記録が安全に保管されたら、既存の高校のキャリアに戻ります。

# pro.retired.legacy.confirm.title
source: 이 선수의 유산을 남길까요?
en: Leave This Player's Legacy?
ja: このプレイヤーのレガシーを残しますか?

# pro.retired.soul.confirm.title
source: 프로 기록을 계승 포인트로 남길까요?
en: Keep This Career as Legacy Points?
ja: このキャリアをレガシーポイントとして保持しますか?

# pro.retired.legacy.confirm.action
source: 프로 기록을 유산으로 남기기
en: Turn Pro Record into a Legacy
ja: プロの記録をレガシーに変える

# pro.retired.soul.confirm.action
source: 계승 포인트를 남기고 돌아가기
en: Keep the Points and Return
ja: ポイントを保持して返品

# pro.retired.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# pro.retired.legacy.confirm.message
source: %@의 프로 커리어를 닫고, 대표 유산을 고르는 화면으로 이동합니다.
en: Close %@'s pro career and continue to the Signature Legacy selection.
ja: %@ のプロキャリアを終了し、シグネチャーレガシーの選択に進みます。

# pro.retired.soul.confirm.message
source: %@의 프로 커리어를 닫고 고교 화면으로 돌아갑니다.
en: Close %@'s pro career and return to high school.
ja: %@のプロキャリアを閉じ、高校に戻ります。

# pro.totals.title
source: 통산
en: Career Totals
ja: キャリア合計

# pro.totals.games
source: 경기
en: Games
ja: 試合

# pro.totals.innings
source: 이닝
en: Innings
ja: イニング

# pro.totals.strikeouts
source: 탈삼진
en: Strikeouts
ja: 三振

# pro.totals.record
source: 승-패-세이브
en: W-L-SV
ja: W-L-SV

# pro.totals.ra9
source: 9이닝당 실점
en: RA9
ja: RA9

# pro.totals.seasons
source: 시즌
en: Seasons
ja: 季節

# pro.team-records.title
source: 구단별 커리어 기록
en: Team career records
ja: チーム別キャリア記録

# pro.team-records.line
source: %1$@ · 완료 %2$lld시즌 · 현재 연속 %3$lld
en: %1$@ · %2$lld completed seasons · current run %3$lld
ja: %1$@ · 完了 %2$lld シーズン · 現在の連続 %3$lld
